var questions = [
    {
        text: 'Сколько цветов в радуге?\n',
        answers: ['1) 3\n',
                  '2) 5\n',
                  '3) 7\n',
                  '4) 10\n'],
        correct: 2,
        summ: 100
    },
    {
        text: 'Как называется порода кота с закрученными ушами?\n',
        answers: ['1) Керл\n',
                  '2) Рэгдолл\n',
                  '3) Шартрез\n',
                  '4) Манул\n'],
        correct: 0,
        summ: 1000
    },
    {
        text: 'Глазное яблоко совы по форме напоминает:\n',
        answers: ['1) Шар\n',
                  '2) Полусферу\n',
                  '3) Грушу\n',
                  '4) Цилиндр\n'],
        correct: 2,
        summ: 10000
    },
    {
        text: 'Последним серийным автомобилем в мире, оснащавшимся роторным двигателем, был:\n',
        answers: ['1) Mitsubishi Colt\n',
                  '2) BMW Z8\n',
                  '3) Dodge Nitro\n',
                  '4) Mazda RX-8\n'],
        correct: 3,
        summ: 100000
    },
    {
        text: 'Марка охотничьих ружей, не имеющая моделей с инерционным механизмом перезарядки - это:\n',
        answers: ['1) Байкал\n',
                  '2) Winchester\n',
                  '3) Benelli\n',
                  '4) Franchi\n'],
        correct: 1,
        summ: 1000000
    }
];
